package de.ait;

public class Main {
  public static void main(String[] args) {
    System.out.println("Hello world!");
//    Создайте абстрактный класс StringTools, со статическими методами:
//
//    String firstToUpperCase(String str);
//    Данный метод должен возвращать новую строку, в которой первый символ возведен в верхний регистр.
//    Например, firstToUpperCase("apple") -> "Apple';
//
//    boolean isStartingFromCapital(String str);
//    Данный метод должен показывать, начинается ли строка с большой буквы.
//    Например, isStartingFromCapital("Apple") -> true;
//    isStartingFromCapital("apple") -> false;

      String x = StringTools.firstToUpperCase(" ");
      System.out.println(x);
  }
}